;-------------------------------------------------------
;  Unique Abilities
;-------------------------------------------------------
[SKV_Reload X2AbilityTemplate]
LocFriendlyName="重新装弹"
LocHelpText="重新装填你的主武器."
LocFlyOverText="重新装弹"

[SKV_LimitedReload X2AbilityTemplate]
LocFriendlyName="重新装弹"
LocHelpText="重新装填你的主武器."
LocFlyOverText="重新装弹"

;-------------------------------------------------------
;  Custom Stat Abilities
;-------------------------------------------------------
[SKV_RespiratorHP X2AbilityTemplate]
LocFriendlyName="呼吸器植入"
LocLongDescription="士兵获得+1生命值."
LocHelpText="士兵获得+1生命值."

[SKV_ChitinPlating X2AbilityTemplate]
LocFriendlyName="几丁质护甲"
LocLongDescription="士兵获得+3生命值和+1护甲，但代价是-2机动性."
LocHelpText="士兵获得+3生命值和+1护甲，但代价是-2机动性."

[SKV_ChameleonSuitDef X2AbilityTemplate]
LocFriendlyName="变色龙套装"
LocLongDescription="士兵获得+6防御和-1侦测半径."
LocHelpText="士兵获得+6防御和-1侦测半径."

[SKV_AlloyCarbidePlating X2AbilityTemplate]
LocFriendlyName="合金碳化物护甲"
LocLongDescription="士兵获得+4生命值和+1护甲."
LocHelpText="士兵获得+4生命值和+1护甲."

[SKV_BattleComputer X2AbilityTemplate]
LocFriendlyName="战斗计算机"
LocLongDescription="士兵获得+8命中、+8防御、+8闪避和+8暴击几率."
LocHelpText="士兵获得+8命中、+8防御、+8闪避和+8暴击几率."

[SKV_LeaderStats X2AbilityTemplate]
LocFriendlyName="天生领袖"
LocLongDescription="士兵获得+5命中、+1机动性、+10意志和+3护盾生命值."
LocHelpText="士兵获得+5命中、+1机动性、+10意志和+3护盾生命值."

[SKV_Flexweave_Common X2AbilityTemplate]
LocFriendlyName="弹性编织	"
LocLongDescription="护甲衬里提供+1机动性."
LocHelpText="护甲衬里提供+1机动性."

[SKV_Flexweave_Rare X2AbilityTemplate]
LocFriendlyName="增强弹性编织"
LocLongDescription="增强型护甲衬里提供+1机动性和+10闪避."
LocHelpText="增强型护甲衬里提供+1机动性和+10闪避."

[SKV_Flexweave_Epic X2AbilityTemplate]
LocFriendlyName="卓越弹性编织"
LocLongDescription="卓越型护甲衬里提供+1机动性和+20闪避."
LocHelpText="卓越型护甲衬里提供+1机动性和+20闪避."

[SKV_Aim X2AbilityTemplate]
LocFriendlyName="增加命中"
LocLongDescription="提升士兵的命中率."
LocHelpText="提升士兵的命中率."

[SKV_Crit X2AbilityTemplate]
LocFriendlyName="增加暴击几率"
LocLongDescription="提升士兵的暴击几率."
LocHelpText="提升士兵的暴击几率."

[SKV_ReactionSpeed X2AbilityTemplate]
LocFriendlyName="反应速度训练"
LocLongDescription="严格的体能训练提升了士兵的闪避和机动性."
LocHelpText="严格的体能训练提升了士兵的闪避和机动性."

[SKV_ExtraPlating X2AbilityTemplate]
LocFriendlyName="额外护甲"
LocLongDescription="更重的护甲提供更多保护，但由于重量增加，你会失去机动性."
LocHelpText="更重的护甲提供更多保护，但由于重量增加，你会失去机动性."

[SKV_HeavyPlating X2AbilityTemplate]
LocFriendlyName="重型护甲"
LocLongDescription="更重的护甲提供更多保护，但代价是失去更多机动性."
LocHelpText="更重的护甲提供更多保护，但代价是失去更多机动性."

[SKV_Hack X2AbilityTemplate]
LocFriendlyName="秘密入侵训练"
LocLongDescription="特殊训练提升了士兵的黑客能力."
LocHelpText="特殊训练提升了士兵的黑客能力."

[SKV_Psi X2AbilityTemplate]
LocFriendlyName="灵能训练"
LocLongDescription="与狂怒者的训练增强了士兵的灵能能力."
LocHelpText="与狂怒者的训练增强了士兵的灵能能力."

[SKV_WeakpointTargetting X2AbilityTemplate]
LocFriendlyName="先锋训练"
LocLongDescription="与叛逃的先锋训练提高了对侧翼目标的命中率和暴击几率."
LocHelpText="与叛逃的先锋训练提高了对侧翼目标的命中率和暴击几率."

[SKV_DeflectorField X2AbilityTemplate]
LocFriendlyName="磁力偏转场"
LocLongDescription="从一名高级变种人研究员身上发现的实验性防御场.其磁场偏转了指向用户的所有火力，提升了防御.然而，这种不稳定的早期原型也会干扰用户自己枪械的弹道，从而降低士兵的命中率."
LocHelpText="从一名高级变种人研究员身上发现的实验性防御场.其磁场偏转了指向用户的所有火力，提升了防御.然而，这种不稳定的早期原型也会干扰用户自己枪械的弹道，从而降低士兵的命中率."

[SKV_Heroism X2AbilityTemplate]
LocFriendlyName="意志力训练"
LocLongDescription="24小时不间断地玩数独提升了士兵的意志力."
LocHelpText="24小时不间断地玩数独提升了士兵的意志力."

[SKV_Shield_1HP X2AbilityTemplate]
LocFriendlyName="弱护盾矩阵"
LocLongDescription="SM-1护盾发生器在身体上产生一层薄薄的半透性护盾，部分防止有害能量穿透并伤害士兵."
LocHelpText="薄护盾"

[SKV_Shield_3HP X2AbilityTemplate]
LocFriendlyName="高级护盾矩阵"
LocLongDescription="SM-3护盾发生器在身体上产生一层中等的半透性护盾，部分防止有害能量穿透并伤害士兵."
LocHelpText="高级护盾"

[SKV_Shield_5HP X2AbilityTemplate]
LocFriendlyName="六合护盾矩阵"
LocLongDescription="SM-5/HT护盾发生器在身体上产生人类制造的最佳半透性护盾，部分防止有害能量穿透并伤害士兵."
LocHelpText="优质护盾"

[SKV_SecurityProtocol X2AbilityTemplate]
LocFriendlyName="安全协议"
LocLongDescription="特殊的安全协议提高了对黑客攻击的抵抗力."
LocHelpText="安全协议"


[FTB_AsariRacialStats X2AbilityTemplate]
LocFriendlyName="阿莎丽基因"
LocLongDescription="该单位拥有阿莎丽基因，降低了生命值和意志力，但提升了灵能并赋予了奇怪的能量护盾."
LocHelpText="阿莎丽基因"

[FTB_FTB_HKRacialStats X2AbilityTemplate]
LocFriendlyName="HK基因"
LocLongDescription="该单位拥有HK基因，提升了命中、护甲和暴击几率."
LocHelpText="HK基因"

[FTB_KroganRacialStats X2AbilityTemplate]
LocFriendlyName="克洛根基因"
LocLongDescription="该单位拥有克洛根基因，降低了防御但提升了护甲、命中率和生命值."
LocHelpText="克洛根基因"

[FTB_SalarianRacialStats X2AbilityTemplate]
LocFriendlyName="萨拉瑞安基因"
LocLongDescription="该单位拥有萨拉瑞安基因，降低了命中但提升了闪避."
LocHelpText="萨拉瑞安基因"

[FTB_LesserEliteRacialStats X2AbilityTemplate]
LocFriendlyName="桑赫利基因（初级）"
LocLongDescription="该单位拥有桑赫利基因，提升了生命值和护甲."
LocHelpText="桑赫利基因（初级）"

[FTB_GreaterEliteRacialStats X2AbilityTemplate]
LocFriendlyName="桑赫利基因（高级）"
LocLongDescription="该单位拥有桑赫利基因，提升了生命值、意志力、命中率和护甲."
LocHelpText="桑赫利基因（高级）"

[FTB_QuarianRacialStats X2AbilityTemplate]
LocFriendlyName="夸里安基因"
LocLongDescription="该单位拥有夸里安基因，降低了意志力和命中但提升了黑客能力和机动性."
LocHelpText="夸里安基因"

[FTB_TurianRacialStats X2AbilityTemplate]
LocFriendlyName="图里安基因"
LocLongDescription="该单位拥有图里安基因，提升了命中率和意志力."
LocHelpText="图里安基因"

[FTB_TwilekRacialStats X2AbilityTemplate]
LocFriendlyName="特威莱克基因"
LocLongDescription="该单位拥有特威莱克基因，降低了意志力但提升了闪避."
LocHelpText="夸里安基因（错误，应为特威莱克基因）"

[SKV_ViperRacialStats X2AbilityTemplate]
LocFriendlyName="毒蛇基因"
LocLongDescription="该单位拥有毒蛇基因，降低了生命值但提升了闪避、机动性和防御."
LocHelpText="毒蛇基因"

[SKV_MutonRacialStats X2AbilityTemplate]
LocFriendlyName="异变者基因"
LocLongDescription="该单位拥有异变者基因，降低了闪避和防御但提升了意志力和暴击几率."
LocHelpText="异变者基因"

[SKV_BerserkerRacialStats X2AbilityTemplate]
LocFriendlyName="狂战士基因"
LocLongDescription="该单位拥有狂战士基因，降低了闪避和防御但提升了生命值和机动性."
LocHelpText="狂战士基因"

[SKV_AndromedonRacialStats X2AbilityTemplate]
LocFriendlyName="仙女座外星人"
LocLongDescription="该单位拥有仙女座外星人，降低了机动性但提升了护甲保护."
LocHelpText="仙女座外星人"

[SKV_CyberusRacialStats X2AbilityTemplate]
LocFriendlyName="赛博勒斯基因"
LocLongDescription="该单位拥有赛博勒斯基因，降低了生命值但提升了黑客能力、黑客防御、闪避、机动性、灵能力和意志力."
LocHelpText="赛博勒斯基因"

[SKV_ArchonRacialStats X2AbilityTemplate]
LocFriendlyName="执政官基因"
LocLongDescription="该单位拥有执政官基因，降低了意志力但提升了闪避和防御."
LocHelpText="执政官基因"

[SKV_SectoidRacialStats X2AbilityTemplate]
LocFriendlyName="塞克托伊德基因"
LocLongDescription="该单位拥有塞克托伊德基因，降低了生命值但提升了灵能力."
LocHelpText="塞克托伊德基因"

[SKV_FrostDroidRacialStats X2AbilityTemplate]
LocFriendlyName="霜冻机器人基因"
LocLongDescription="该单位拥有霜冻机器人基因，在侧翼机动时表现较差，但提升了护甲保护和黑客防御."
LocHelpText="霜冻机器人基因"

[SKV_CaesanRacialStats X2AbilityTemplate]
LocFriendlyName="凯撒基因"
LocLongDescription="该单位拥有凯撒基因.凯撒人具有灵能能力，但身体脆弱且智力较高，相对机动，命中率中等."
LocHelpText="凯撒基因"

[SKV_SebillianRacialStats X2AbilityTemplate]
LocFriendlyName="西比里安基因"
LocLongDescription="该单位拥有西比里安基因.西比里安人身体强壮，但准确性较低，反射较差."
LocHelpText="西比里安基因"

[SKV_AndronRacialStats X2AbilityTemplate]
LocFriendlyName="安德隆基因"
LocLongDescription="该单位拥有安德隆基因.安德隆人非常坚韧，对眩晕和昏迷免疫.具有高命中率、反应速度和机动性."
LocHelpText="安德隆基因"

[SKV_HarridanRacialStats X2AbilityTemplate]
LocFriendlyName="哈里丹基因"
LocLongDescription="该单位拥有哈里丹基因.哈里丹人技术娴熟，反应迅速，命中率极高.通常担任狙击手和飞行员等支援角色."
LocHelpText="哈里丹基因"

[SKV_WraithRacialStats X2AbilityTemplate]
LocFriendlyName="幽灵基因"
LocLongDescription="该单位拥有幽灵基因.幽灵人坚韧且有一定准确性，具有传送能力，通常与凯撒人一起担任侧翼支援角色."
LocHelpText="幽灵基因"

[SKV_PraetorRacialStats X2AbilityTemplate]
LocFriendlyName="禁卫军基因"
LocLongDescription="该单位拥有禁卫军基因.禁卫军极其危险且灵能强大.是外星人“高等种族”的成员，很少出现在地球上."
LocHelpText="禁卫军基因"

[SKV_Amnu X2AbilityTemplate]
LocFriendlyName="阿姆努信徒"
LocLongDescription="提升护甲、防御和命中.降低闪避."
LocHelpText="阿姆努信徒"

[SKV_Hammer X2AbilityTemplate]
LocFriendlyName="铁锤"
LocLongDescription="提升护甲和防御.降低机动性、命中和闪避."
LocHelpText="铁锤"

[SKV_TeaShop X2AbilityTemplate]
LocFriendlyName="茶馆造访"
LocLongDescription="提升护甲、防御和命中.降低机动性和闪避."
LocHelpText="茶馆造访"

[SKV_Wotan X2AbilityTemplate]
LocFriendlyName="沃坦之矛"
LocLongDescription="提升护甲和防御.降低闪避."
LocHelpText="沃坦之矛"

[SKV_Anvil X2AbilityTemplate]
LocFriendlyName="铁砧"
LocLongDescription="提升护甲、生命值和命中.降低机动性和防御."
LocHelpText="铁砧"

[SKV_Madness X2AbilityTemplate]
LocFriendlyName="疯狂"
LocLongDescription="提升护甲.降低意志和机动性."
LocHelpText="疯狂"

[SKV_Neural X2AbilityTemplate]
LocFriendlyName="神经突触"
LocLongDescription="大幅提升命中和暴击几率.降低意志和机动性."
LocHelpText="神经突触"

[SKV_Steady X2AbilityTemplate]
LocFriendlyName="稳定射击"
LocLongDescription="提升命中和暴击几率."
LocHelpText="稳定射击"

[SKV_AimWeak X2AbilityTemplate]
LocFriendlyName="小幅增加命中"
LocLongDescription="略微提升士兵的命中率."
LocHelpText="略微提升士兵的命中率."

[SKV_CritWeak X2AbilityTemplate]
LocFriendlyName="小幅增加暴击几率"
LocLongDescription="略微提升士兵的暴击几率."
LocHelpText="略微提升士兵的暴击几率."

[SKV_ReactionSpeedWeak X2AbilityTemplate]
LocFriendlyName="轻微反应速度训练"
LocLongDescription="偶尔的体能训练提升了士兵的闪避和机动性."
LocHelpText="偶尔的体能训练提升了士兵的闪避和机动性."

[SKV_WeakpointTargettingWeak X2AbilityTemplate]
LocFriendlyName="先锋新兵训练"
LocLongDescription="与叛逃的先锋新兵训练提高了对侧翼目标的命中率和暴击几率."
LocHelpText="与叛逃的先锋新兵训练提高了对侧翼目标的命中率和暴击几率."

[SKV_DeflectorFieldWeak X2AbilityTemplate]
LocFriendlyName="原型磁力偏转场"
LocLongDescription="从一名高级变种人研究员身上发现的实验性防御场.其磁场偏转了指向用户的所有火力，提升了防御.然而，这种不稳定的早期原型也会干扰用户自己枪械的弹道，从而降低士兵的命中率."
LocHelpText="从一名高级变种人研究员身上发现的实验性防御场.其磁场偏转了指向用户的所有火力，提升了防御.然而，这种不稳定的早期原型也会干扰用户自己枪械的弹道，从而降低士兵的命中率."

[SKV_HeavyWeight X2AbilityTemplate]
LocFriendlyName="重型装备"
LocLongDescription="装备过重，减缓了单位的速度."
LocHelpText="装备过重，减缓了单位的速度."

[SKV_EleriumTurbos X2AbilityTemplate]
LocFriendlyName="伊莱瑞姆涡轮"
LocLongDescription="这些涡轮提供+1机动性（且无重量惩罚）."
LocHelpText="这些涡轮提供+1机动性（且无重量惩罚）."

;-------------------------------------------------------
;  Custom Rank/Spec Abilities
;-------------------------------------------------------

[SKV_AdvChampion X2AbilityTemplate]
LocFriendlyName="变种人冠军"
LocLongDescription="变种人军队的冠军.+3生命值，+10命中，+10防御，+25意志，+20闪避."
LocHelpText="冠军军衔"
LocFlyOverText="冠军军衔"

[SKV_AdvElite X2AbilityTemplate]
LocFriendlyName="变种人精英"
LocLongDescription="变种人军队的精英士兵.+3生命值，+10命中，+20意志，+5闪避."
LocHelpText="精英军衔"
LocFlyOverText="精英军衔"

[SKV_AdvVeteran X2AbilityTemplate]
LocFriendlyName="变种人老兵"
LocLongDescription="变种人军队的老兵.+2生命值，+5命中，+10意志."
LocHelpText="老兵军衔"
LocFlyOverText="老兵军衔"

[SKV_AdvRegular X2AbilityTemplate]
LocFriendlyName="变种人普通士兵"
LocLongDescription="变种人军队的普通士兵.+2防御，+2意志，+2闪避."
LocHelpText="普通军衔"
LocFlyOverText="普通军衔"

[SKV_AdvRookie X2AbilityTemplate]
LocFriendlyName="变种人新兵"
LocLongDescription="变种人军队的新招募士兵.-1生命值，-5命中，-5防御，-10意志."
LocHelpText="新兵军衔"
LocFlyOverText="新兵军衔"

[SKV_RangerSpec X2AbilityTemplate]
LocFriendlyName="变种人游侠专精"
LocLongDescription="该单位由ARA训练为游侠."
LocHelpText="游侠专精"
LocFlyOverText="游侠专精"

[SKV_SharpshooterSpec X2AbilityTemplate]
LocFriendlyName="变种人神射手专精"
LocLongDescription="该单位由ARA训练为神射手."
LocHelpText="神射手专精"
LocFlyOverText="神射手专精"

[SKV_GrenadeerSpec X2AbilityTemplate]
LocFriendlyName="变种人榴弹兵专精"
LocLongDescription="该单位由ARA训练为榴弹兵."
LocHelpText="榴弹兵专精"
LocFlyOverText="榴弹兵专精"

[SKV_SpecialistSpec X2AbilityTemplate]
LocFriendlyName="变种人专家专精"
LocLongDescription="该单位由ARA训练为专家."
LocHelpText="专家专精"
LocFlyOverText="专家专精"

[SKV_VanguardSpec X2AbilityTemplate]
LocFriendlyName="变种人先锋专精"
LocLongDescription="该单位由ARA训练为先锋."
LocHelpText="先锋专精"
LocFlyOverText="先锋专精"

[SKV_MarineSpec X2AbilityTemplate]
LocFriendlyName="变种人海军陆战队专精"
LocLongDescription="该单位由ARA训练为海军陆战队."
LocHelpText="海军陆战队专精"
LocFlyOverText="海军陆战队专精"

;-------------------------------------------------------
;  Custom Immunity Abilities
;-------------------------------------------------------
[SKV_Bleed_Immunity X2AbilityTemplate]
LocFriendlyName="免疫流血"
LocLongDescription="士兵对流血免疫.血液不是问题."
LocHelpText="士兵对流血免疫."

[SKV_Strangulation_Immunity X2AbilityTemplate]
LocFriendlyName="免疫酸性窒息"
LocLongDescription="士兵对毒蛇绞杀和酸液免疫."
LocHelpText="士兵对毒蛇绞杀和酸液免疫."

[SKV_Disorient_Immunity X2AbilityTemplate]
LocFriendlyName="免疫混乱"
LocLongDescription="士兵对混乱免疫."
LocHelpText="士兵对混乱免疫."

[SKV_Panic_Immunity X2AbilityTemplate]
LocFriendlyName="免疫恐慌"
LocLongDescription="士兵对恐慌免疫."
LocHelpText="士兵对恐慌免疫."

[SKV_StrangulationPhysic_Immunity X2AbilityTemplate]
LocFriendlyName="免疫窒息"
LocLongDescription="士兵对毒蛇绞杀免疫."
LocHelpText="士兵对毒蛇绞杀免疫."

[SKV_Fire_Immunity X2AbilityTemplate]
LocFriendlyName="免疫火焰"
LocLongDescription="士兵对火焰免疫."
LocHelpText="士兵对火焰免疫."

[SKV_Poison_Immunity X2AbilityTemplate]
LocFriendlyName="免疫毒素"
LocLongDescription="士兵对毒素免疫."
LocHelpText="士兵对毒素免疫."

[SKV_Acid_Immunity X2AbilityTemplate]
LocFriendlyName="免疫酸液"
LocLongDescription="士兵对酸液免疫."
LocHelpText="士兵对酸液免疫."

[SKV_Electrical_Immunity X2AbilityTemplate]
LocFriendlyName="免疫电流"
LocLongDescription="士兵对电流免疫."
LocHelpText="士兵对电流免疫."

[SKV_Temperature_Immunity X2AbilityTemplate]
LocFriendlyName="免疫极端温度"
LocLongDescription="你对极端温度免疫."
LocHelpText="你对极端温度免疫."

[SKV_Cyberus_Immunity X2AbilityTemplate]
LocFriendlyName="免疫火焰、毒素和酸液"
LocLongDescription="你对火焰、毒素和酸液效果免疫."
LocHelpText="你对火焰、毒素和酸液效果免疫."

[SKV_Robotic_Immunity X2AbilityTemplate]
LocFriendlyName="免疫火焰和毒素"
LocLongDescription="你对火焰和毒素免疫."
LocHelpText="你对火焰和毒素免疫."

[SKV_Melee_Immunity X2AbilityTemplate]
LocFriendlyName="免疫近战伤害"
LocLongDescription="你对近战伤害免疫."
LocHelpText="你对近战伤害免疫."

[SKV_Psi_Immunity X2AbilityTemplate]
LocFriendlyName="免疫灵能伤害"
LocLongDescription="你对灵能伤害免疫."
LocHelpText="你对灵能伤害免疫."

[SKV_Stun_Immunity X2AbilityTemplate]
LocFriendlyName="免疫眩晕"
LocLongDescription="你对眩晕免疫."
LocHelpText="你对眩晕免疫."

[SKV_Frost_Immunity X2AbilityTemplate]
LocFriendlyName="免疫冰冷温度"
LocLongDescription="你对冰冷温度免疫."
LocHelpText="你对冰冷温度免疫."

[SKV_Environment_Immunity X2AbilityTemplate]
LocFriendlyName="免疫爆炸和环境危害"
LocLongDescription="你对爆炸和环境危害免疫."
LocHelpText="你对爆炸和环境危害免疫."

[SKV_Flux_Immunity X2AbilityTemplate]
LocFriendlyName="免疫混乱、眩晕和昏迷"
LocLongDescription="你对混乱、眩晕和昏迷免疫."
LocHelpText="你对混乱、眩晕和昏迷免疫."

[SKV_Jetpack_Immunity X2AbilityTemplate]
LocFriendlyName="免疫击退和坠落"
LocLongDescription="对击退和坠落免疫."
LocHelpText="对击退和坠落免疫."

[SKV_Requiem_Immunity X2AbilityTemplate]
LocFriendlyName="免疫安魂曲"
LocLongDescription="你对安魂曲武器免疫."
LocHelpText="你对安魂曲武器免疫."

;-------------------------------------------------------
;  Custom Armour Stats Abilities
;-------------------------------------------------------

[SKV_PraetorianArmourStats X2AbilityTemplate]
LocFriendlyName="禁卫军护甲属性"
LocLongDescription="禁卫军护甲提供+3生命值，+1护甲，+5防御."
LocHelpText="禁卫军护甲提供+3生命值，+1护甲，+5防御."

[SKV_BioRocketArmourStats X2AbilityTemplate]
LocFriendlyName="生物火箭兵护甲属性"
LocLongDescription="生物火箭兵护甲提供+1生命值，+1护甲，+10防御."
LocHelpText="生物火箭兵护甲提供+1生命值，+1护甲，+10防御."

[SKV_BioAssaultArmourStats X2AbilityTemplate]
LocFriendlyName="生物突击兵护甲属性"
LocLongDescription="生物突击兵护甲提供+1生命值，+2护甲，+10防御."
LocHelpText="生物突击兵护甲提供+1生命值，+2护甲，+10防御."

[SKV_BioGeneralArmourStats X2AbilityTemplate]
LocFriendlyName="生物将军护甲属性"
LocLongDescription="生物将军护甲提供+3意志，+3生命值."
LocHelpText="生物将军护甲提供+3意志，+3生命值."

[SKV_AdventSniperArmourStats X2AbilityTemplate]
LocFriendlyName="狙击手护甲属性"
LocLongDescription="狙击手护甲提供+6命中，+1生命值."
LocHelpText="狙击手护甲提供+6命中，+1生命值."

[SKV_AdventAssaultTrooperArmourStats X2AbilityTemplate]
LocFriendlyName="变种人突击兵护甲属性"
LocLongDescription="变种人突击兵护甲提供+1生命值，+2护甲，+10防御."
LocHelpText="变种人突击兵护甲提供+2生命值，+2护甲，+5防御."

[SKV_WarlockArmourStats X2AbilityTemplate]
LocFriendlyName="变种人术士护甲属性"
LocLongDescription="变种人术士护甲提供+1生命值，+1机动性，+15灵能攻击，+25意志."
LocHelpText="变种人术士护甲提供+1生命值，+1机动性，+15灵能攻击，+25意志."

[SKV_AsariArmourStats X2AbilityTemplate]
LocFriendlyName="变种人阿莎丽护甲属性"
LocLongDescription="变种人阿莎丽护甲提供+1生命值，+1机动性，+15闪避."
LocHelpText="变种人阿莎丽护甲提供+1生命值，+1机动性，+15闪避."

[SKV_KroganArmourStats X2AbilityTemplate]
LocFriendlyName="变种人克洛根护甲属性"
LocLongDescription="变种人克洛根护甲提供+2生命值，+2护甲，-10防御，-1机动性."
LocHelpText="变种人克洛根护甲提供+2生命值，+2护甲，-10防御，-1机动性."

[SKV_TurianArmourStats X2AbilityTemplate]
LocFriendlyName="变种人图里安护甲属性"
LocLongDescription="变种人图里安护甲提供+2生命值，+1机动性，+5防御."
LocHelpText="变种人图里安护甲提供+2生命值，+1机动性，+5防御."

[SKV_SangheiliArmourStats X2AbilityTemplate]
LocFriendlyName="变种人桑赫利护甲属性"
LocLongDescription="变种人桑赫利护甲提供+1生命值，+1机动性，+1护甲."
LocHelpText="变种人图里安护甲提供+2生命值，+1机动性，+5防御.（错误，应为桑赫利护甲属性）"

[SKV_SalarianArmourStats X2AbilityTemplate]
LocFriendlyName="变种人萨拉瑞安护甲属性"
LocLongDescription="变种人萨拉瑞安护甲提供+1生命值，+10闪避，+5防御."
LocHelpText="变种人萨拉瑞安护甲提供+1生命值，+10闪避，+5防御."
